Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PreferencesUI/PasscodeLock-DimpleKey.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DTO_AUTHENTICATION_FALLBACK_DESCRIPTION_DISABLE_USING_TOUCH_ID_FOR_FEATURES
source: Authentication is required before you can make changes to Touch ID.
ar: مطلوب المصادقة أولاً حتى يمكنك إجراء تغييرات على بصمة الإصبع.
bg: Изисква се идентификация, преди да можете да правите промени на Touch ID.
ca: Per canviar el Touch ID, cal que t’autentiquis.
cs: Než Touch ID změníte, musíte ověřit svoji totožnost.
da: Godkendelse kræves, før du kan foretage ændringer af Touch ID.
de: Vor dem Ändern von Touch ID ist eine Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας για να κάνετε αλλαγές στο Touch ID.
es: Para poder realizar cambios en la configuración de Touch ID, primero debes autenticarte.
es_us: Se requiere autenticación para realizar cambios a Touch ID.
fi: Todentaminen vaaditaan ennen kuin voit tehdä muutoksia Touch ID:hen.
fr: Vous devez vous authentifier pour apporter des modifications aux réglages Touch ID.
fr_ca: L’authentification est requise pour vous permettre de modifier Touch ID.
he: יש לבצע אימות לצורך ביצוע שינויים ב-Touch ID.
hi: Touch ID में बदलाव करने से पहले प्रमाणन आवश्यक है।
hr: Za unos promjena u Touch ID potrebna je autorizacija.
hu: Hitelesítés szükséges, mielőtt módosíthatná a Touch ID‑t.
id: Pengesahan diperlukan sebelum Anda dapat membuat perubahan pada Touch ID Anda.
it: Per poter modificare Touch ID è richiesta l’autenticazione.
ja: Touch IDの変更を行うには認証が必要です。
kk: Touch ID функциясына өзгертулер енгізу алдында аутентификациядан өту қажет.
ko: Touch ID를 변경하려면 인증이 필요합니다.
lt: Kad galėtumėte atlikti „Touch ID“ pakeitimus, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh membuat perubahan pada Touch ID.
nl: Authenticatie is vereist voordat je wijzigingen kunt aanbrengen aan Touch ID.
no: Autentisering kreves før du kan gjøre endringer i Touch ID.
pl: Aby móc wprowadzić zmiany dotyczące Touch ID, musisz się uwierzytelnić.
pt_br: Para fazer alterações no Touch ID, você deve se autenticar.
pt_pt: A autenticação é necessária para fazer alterações ao Touch ID.
ro: Autentificarea este obligatorie înainte de a putea să efectuați modificări pentru Touch ID.
ru: Перед изменением Touch ID необходимо пройти аутентификацию.
sk: Pred zmenou nastavení Touch ID sa musíte autentifikovať.
sl: Zahtevano je preverjanje pristnosti. Šele nato boste lahko spremenili funkcijo Touch ID.
sv: Autentisering krävs innan du kan göra ändringar i Touch ID.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถแก้ไข Touch ID ได้
tr: Touch ID’de değişiklik yapabilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж вносити зміни до Touch ID.
vi: Yêu cầu xác thực trước khi bạn có thể thực hiện các thay đổi đối với Touch ID.
zh_cn: 需要认证才能更改触控ID。
zh_hk: 需要認證才能對Touch ID進行更改。
zh_tw: 需要認證才能更改Touch ID。

# DTO_AUTHENTICATION_FALLBACK_DESCRIPTION_DOWNGRADE_SECURITY_FAMILIAR_ONLY
source: Authentication is required before you can make changes to Stolen Device Protection.
ar: مطلوب المصادقة أولاً حتى يمكنك إجراء تغييرات على ميزة حماية الجهاز المسروق.
bg: Изисква се идентификация, преди да можете да правите промени на Защита на откраднато устройство.
ca: Per canviar la protecció en cas de robatori del dispositiu, cal que t’autentiquis.
cs: Než nastavení ochrany odcizených zařízení změníte, musíte ověřit svoji totožnost.
da: Godkendelse kræves, før du kan foretage ændringer af Beskyttelse af stjålet enhed.
de: Vor dem Ändern des Schutzes für gestohlene Geräte ist eine Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας για να κάνετε αλλαγές στην Προστασία κλεμμένης συσκευής.
es: Para poder realizar cambios en la protección en caso de robo del dispositivo, primero debes autenticarte.
es_us: Se requiere autenticación para poder realizar cambios a la protección del dispositivo en caso de robo.
fi: Todentaminen vaaditaan ennen kuin voit tehdä muutoksia Varastetun laitteen suojaus -asetuksiin.
fr: Vous devez vous authentifier pour apporter des modifications aux réglages de protection en cas de vol de l’appareil.
fr_ca: L’authentification est requise pour vous permettre de modifier la protection en cas de vol de l’appareil.
he: יש לבצע אימות לצורך ביצוע שינויים ב״הגנה על מכשיר שנגנב״.
hi: “चोरी होने पर डिवाइस सुरक्षा” में बदलाव करने से पहले प्रमाणन आवश्यक है।
hr: Za unos promjena u Zaštitu ukradenog uređaja potrebna je autorizacija.
hu: Hitelesítés szükséges, mielőtt módosíthatná az Ellopott eszköz védelme beállítást.
id: Pengesahan diperlukan sebelum Anda dapat mengubah Perlindungan Perangkat Curian.
it: Per poter modificare “Protezione del dispositivo rubato” è richiesta l’autenticazione.
ja: “盗難デバイスの保護”の変更を行うには認証が必要です。
kk: «Ұрланған құрылғыны қорғау» функциясына өзгертулер енгізу алдында аутентификациядан өту қажет.
ko: ‘도난당한 기기 보호’를 변경하려면 인증이 필요합니다.
lt: Kad galėtumėte atlikti pavogto įrenginio apsaugos pakeitimus, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh membuat perubahan pada Perlindungan Peranti Dicuri.
nl: Authenticatie is vereist voordat je wijzigingen kunt aanbrengen aan 'Bescherming voor gestolen apparaat'.
no: Autentisering kreves før du kan gjøre endringer i Beskyttelse av stjålet enhet.
pl: Aby móc wprowadzić zmiany dotyczące ochrony skradzionego urządzenia, musisz się uwierzytelnić.
pt_br: Para fazer alterações na Proteção de Dispositivo Roubado, você deve se autenticar.
pt_pt: A autenticação é necessária para fazer alterações à proteção de dispositivos roubados.
ro: Autentificarea este obligatorie înainte de a putea să efectuați modificări pentru protecția dispozitivelor furate.
ru: Перед изменением Защиты украденного устройства необходимо пройти аутентификацию.
sk: Pred zmenou nastavení ochrany odcudzeného zariadenia sa musíte autentifikovať.
sl: Zahtevano je preverjanje pristnosti. Šele nato boste lahko spremenili zaščito za ukradeno napravo.
sv: Autentisering krävs innan du kan göra ändringar i Skydd för stulen enhet.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถแก้ไขการปกป้องอุปกรณ์เมื่อถูกขโมยได้
tr: Çalınan Aygıt Koruması’nda değişiklik yapabilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж вносити зміни до Захисту украденого пристрою.
vi: Yêu cầu xác thực trước khi bạn có thể thực hiện các thay đổi đối với Bảo vệ thiết bị khi bị đánh cắp.
zh_cn: 需要认证才能更改“失窃设备保护”。
zh_hk: 需要認證才能對「失竊裝置保護」進行更改。
zh_tw: 需要認證才能更改「遭竊裝置防護」。

# DTO_ALERT_COULD_NOT_TOGGLE_TO_ON_TITLE
source: An error occurred trying to turn on Stolen Device Protection.
ar: حدث خطأ أثناء محاولة تشغيل حماية الجهاز المسروق.
bg: Възникна грешка при опита за включване на Защита на откраднато устройство.
ca: Hi ha hagut un error en activar la protecció en cas de robatori del dispositiu.
cs: Při pokusu o zapnutí ochrany odcizených zařízení došlo k chybě.
da: Der opstod en fejl under forsøg på at slå Beskyttelse af stjålet enhed til.
de: Beim Aktivieren des Schutzes für gestohlene Geräte ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την απόπειρα ενεργοποίησης της Προστασίας κλεμμένης συσκευής.
es: Se ha producido un error al intentar activar la protección en caso de robo del dispositivo.
es_us: Ocurrió un error al intentar activar la protección del dispositivo en caso de robo.
fi: Virhe yritettäessä laittaa varastetun laitteen suojausta päälle.
fr: Une erreur s’est produite lors de la tentative d’activation de la protection en cas de vol de l’appareil.
fr_ca: Une erreur s’est produite lors de la tentative d’activation de la protection en cas de vol de l’appareil.
he: אירעה שגיאה במהלך הניסיון להפעיל את המאפיין ״הגנה על מכשיר שנגנב״.
hi: “चोरी हो जाने पर डिवाइस सुरक्षा” चालू करते समय एरर हुआ।
hr: Došlo je do greške tijekom pokušaja uključenja zaštite ukradenog uređaja.
hu: Hiba történt az Ellopott eszköz védelme funkció bekapcsolására tett kísérlet során.
id: Terjadi kesalahan saat mencoba menyalakan Perlindungan Perangkat Curian.
it: Errore durante il tentativo di attivazione di “Protezione del dispositivo rubato”
ja: “盗難デバイスの保護”をオンにするときにエラーが起きました。
kk: Ұрланған құрылғыны қорғау функциясын қосу кезінде қате орын алды.
ko: ‘도난당한 기기 보호’를 켜는 도중 오류가 발생했습니다.
lt: Bandant įjungti pavogto įrenginio apsaugą, įvyko klaida.
ms: Ralat berlaku semasa cuba mengaktifkan Perlindungan Peranti Dicuri.
nl: Er heeft zich een fout voorgedaan bij het inschakelen van bescherming voor gestolen apparaat.
no: Det oppsto en feil under forsøk på å slå på Beskyttelse av stjålet enhet.
pl: Wystąpił błąd podczas próby włączenia ochrony skradzionego urządzenia.
pt_br: Ocorreu um erro ao tentar ativar a Proteção de Dispositivo Roubado.
pt_pt: Ocorreu um erro ao tentar ativar a proteção de dispositivos roubados.
ro: A survenit o eroare la încercarea de a activa protecția pentru dispozitive furate.
ru: Произошла ошибка при попытке включить Защиту украденного устройства.
sk: Pri pokuse o zapnutie ochrany odcudzeného zariadenia sa vyskytla chyba.
sl: Pri poskusu vklopa zaščite za ukradeno napravo je prišlo do napake.
sv: Ett fel inträffade vid försök att slå på Skydd för stulen enhet.
th: เกิดข้อผิดพลาดขึ้นในระหว่างพยายามเปิดใช้การปกป้องอุปกรณ์เมื่อถูกขโมย
tr: Çalınan Aygıt Koruması açılmaya çalışılırken bir hata oluştu.
uk: Під час спроби ввімкнути Захист украденого пристрою сталася помилка.
vi: Đã xảy ra lỗi trong khi cố gắng bật Bảo vệ thiết bị khi bị đánh cắp.
zh_cn: 尝试打开“失窃设备保护”时发生错误。
zh_hk: 開啟「失竊裝置保護」時發生錯誤。
zh_tw: 嘗試開啟「遭竊裝置防護」時發生錯誤。

# DTO_AUTHENTICATION_FALLBACK_DESCRIPTION_DISABLE_USING_FACE_ID_FOR_FEATURES
source: Authentication is required before you can make changes to Face ID.
ar: مطلوب المصادقة أولاً حتى يمكنك إجراء تغييرات على بصمة الوجه.
bg: Изисква се идентификация, преди да можете да правите промени на Face ID.
ca: Per canviar el Face ID, cal que t’autentiquis.
cs: Než Face ID změníte, musíte ověřit svoji totožnost.
da: Godkendelse kræves, før du kan foretage ændringer af Face ID.
de: Vor dem Ändern von Face ID ist eine Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας για να κάνετε αλλαγές στο Face ID.
es: Para poder realizar cambios en la configuración de Face ID, primero debes autenticarte.
es_us: Se requiere autenticación para realizar cambios a Face ID.
fi: Todentaminen vaaditaan ennen kuin voit tehdä muutoksia Face ID:hen.
fr: Vous devez vous authentifier pour apporter des modifications aux réglages Face ID.
fr_ca: L’authentification est requise pour vous permettre de modifier Face ID.
he: יש לבצע אימות לצורך ביצוע שינויים ב-Face ID.
hi: Face ID में बदलाव करने से पहले प्रमाणन आवश्यक है।
hr: Za unos promjena u Face ID potrebna je autorizacija.
hu: Hitelesítés szükséges, mielőtt módosíthatná a Face ID‑t.
id: Pengesahan diperlukan sebelum Anda dapat membuat perubahan pada Face ID.
it: Per poter modificare Face ID è richiesta l’autenticazione.
ja: Face IDの変更を行うには認証が必要です。
kk: Face ID функциясына өзгертулер енгізу алдында аутентификациядан өту қажет.
ko: Face ID를 변경하려면 인증이 필요합니다.
lt: Kad galėtumėte atlikti „Face ID“ pakeitimus, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh membuat perubahan pada Face ID.
nl: Authenticatie is vereist voordat je wijzigingen kunt aanbrengen aan Face ID.
no: Autentisering kreves før du kan gjøre endringer i Face ID.
pl: Aby móc wprowadzić zmiany dotyczące Face ID, musisz się uwierzytelnić.
pt_br: Para fazer alterações no Face ID, você deve se autenticar.
pt_pt: A autenticação é necessária para fazer alterações ao Face ID.
ro: Autentificarea este obligatorie înainte de a putea să efectuați modificări pentru Face ID.
ru: Перед изменением Face ID необходимо пройти аутентификацию.
sk: Pred zmenou nastavení Face ID sa musíte autentifikovať.
sl: Zahtevano je preverjanje pristnosti. Šele nato boste lahko spremenili funkcijo Face ID.
sv: Autentisering krävs innan du kan göra ändringar i Face ID.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถแก้ไข Face ID ได้
tr: Face ID’de değişiklik yapabilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж вносити зміни до Face ID.
vi: Yêu cầu xác thực trước khi bạn có thể thực hiện các thay đổi đối với Face ID.
zh_cn: 需要认证才能更改面容ID。
zh_hk: 需要認證才能對Face ID進行更改。
zh_tw: 需要認證才能更改Face ID。

# DTO_IN_PROGRESS_DESCRIPTION_ADD_FINGERPRINT
source: You will get a notification when the security delay ends. You will then be able to add a fingerprint.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ إضافة بصمة إصبع.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да добавите пръстов отпечатък.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs afegir una empremta digital.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct otisk přidat.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du tilføje et fingeraftryk.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du einen Fingerabdruck hinzufügen.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να προσθέσετε ένα δαχτυλικό αποτύπωμα.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás añadir una huella digital.
es_us: Recibirás una notificación cuando haya transcurrido la espera de seguridad y puedas agregar una huella.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit lisätä sormenjäljen.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors ajouter une empreinte.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors ajouter une empreinte digitale.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך להוסיף טביעת אצבע.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप अपना उँगली का निशान जोड़ने में सक्षम हो जाएँगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći dodati otisak prsta.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően adhat hozzá egy ujjlenyomatot.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat menambahkan sidik jari.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai aggiungere un’impronta digitale.
ja: セキュリティ上の理由による変更に対する待機時間が終わると通知が届きます。そのあとで、指紋を追加することができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін ғана саусақ ізін қосуға болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 지문을 추가할 수 있습니다.
lt: Pasibaigus saugumo delsos laikotarpiui, gausite pranešimą. Tada galėsite pridėti piršto atspaudą.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat menambah cap jari.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan een vingerafdruk toevoegen.
no: Du vil motta en varsling når sikkerhets­forsinkelsen er over. Du kan deretter legge til et fingeravtrykk.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a dodanie odcisku palca będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá adicionar uma impressão digital.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá adicionar uma impressão digital.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să adăugați o amprentă.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете добавить отпечаток пальца.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť pridať odtlačok prsta.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko dodali prstni odtis.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du lägga till ett fingeravtryck.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถเพิ่มลายนิ้วมือได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra parmak izi ekleyebilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете додати відбиток пальця.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể thêm dấu vân tay.
zh_cn: 安全延迟结束时你将收到通知。之后即可添加指纹。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以加入指紋。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能加入指紋。

# DTO_SECURITY_DELAY_OPTION_AWAY_ALWAYS
source: Always
ar: دائمًا
bg: Винаги
ca: Sempre
cs: Vždy
da: Altid
de: Immer
el: Πάντα
es: Siempre
es_us: Siempre
fi: Aina
fr: Toujours
fr_ca: Toujours
he: תמיד
hi: हमेशा
hr: Uvijek
hu: Mindig
id: Selalu
it: Sempre
ja: 常に
kk: Әрдайым
ko: 항상
lt: Visada
ms: Sentiasa
nl: Altijd
no: Alltid
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
ro: Întotdeauna
ru: Всегда
sk: Vždy
sl: Vedno
sv: Alltid
th: ตลอดเวลา
tr: Her Zaman
uk: Завжди
vi: Luôn luôn
zh_cn: 始终
zh_hk: 總是
zh_tw: 永遠

# DTO_SECURITY_DELAY_OPTIONS_GROUP_FOOTER_DESCRIPTION_ALWAYS
source: A delay will always be required to change security settings.
ar: ستتم دائمًا المطالبة بمدة تأخير حتى يمكن تغيير الإعدادات الأمنية.
bg: Винаги ще се изисква забавяне, за да се променят настройките за сигурността.
ca: Per canviar certes opcions de la configuració, cal esperar un interval de seguretat.
cs: Při změnách nastavení zabezpečení bude prodleva vyžadována vždy.
da: En forsinkelse kræves altid, før sikkerhedsindstillinger kan ændres.
de: Zum Ändern der Sicherheitseinstellungen ist immer eine Verzögerung erforderlich.
el: Για αλλαγή των ρυθμίσεων ασφαλείας, θα απαιτείται πάντα μια καθυστέρηση.
es: Para cambiar los ajustes de seguridad, siempre será necesario que transcurra el tiempo de espera de seguridad.
es_us: Se requerirá de un periodo de espera antes de poder cambiar la configuración de seguridad.
fi: Suojausasetusten muuttaminen vaatii aina viiveen.
fr: Un délai sera toujours requis pour modifier les réglages de sécurité.
fr_ca: Un délai sera systématiquement requis pour modifier les réglages de sécurité.
he: תמיד תידרש השהיה לשינוי הגדרות האבטחה.
hi: सुरक्षा सेटिंग्ज़ बदलने के लिए हमेशा विलंब ज़रूरी होगा।
hr: Prije promjene sigurnih postavki uvijek će se tražiti odgoda.
hu: Mindig késleltetésre lesz szükség a biztonsági beállítások módosításához.
id: Penundaan akan selalu diperlukan untuk mengubah pengaturan keamanan.
it: Sarà sempre previsto un ritardo per modificare le impostazioni di sicurezza.
ja: セキュリティ設定を変更するには、常に時間を置く必要があります。
kk: Қауіпсіздік реттеулерін өзгерту үшін әрқашан кідіріс қажет болады.
ko: 보안 설정을 변경할 때 항상 보안 지연을 요구합니다.
lt: Norint pakeisti saugumo nustatymus, visada bus reikalinga delsa.
ms: Penundaan sentiasa diperlukan untuk menukar seting keselamatan.
nl: Er is altijd een vertraging vereist om de beveiligingsinstellingen te wijzigen.
no: Det kreves alltid en forsinkelse før du kan gjøre endringer i sikkerhets­innstillingene.
pl: Możliwość modyfikowania ustawień ochrony jest odblokowywana z opóźnieniem.
pt_br: Para alterar os ajustes de segurança, sempre será exigido um adiamento.
pt_pt: Será sempre necessário um intervalo de segurança para alterar as definições de segurança.
ro: Va fi impusă întotdeauna o întârziere înainte de a schimba configurările de securitate.
ru: Задержка будет требоваться каждый раз перед внесением изменений в настройки безопасности.
sk: Pred zmenou nastavení zabezpečenia bude vždy potrebné chvíľu počkať.
sl: Za spreminjanje varnostnih nastavitev bo vselej zahtevana zakasnitev.
sv: Det krävs alltid en fördröjning innan du kan ändra säkerhetsinställningar.
th: ต้องรอเวลาเสมอเพื่อเปลี่ยนการตั้งค่าความปลอดภัย
tr: Güvenlik ayarlarını değiştirmek için her zaman bir gecikme gerekir.
uk: Для змінення параметрів безпеки завжди потрібна затримка.
vi: Luôn yêu cầu trì hoãn để thay đổi cài đặt bảo mật.
zh_cn: 更改安全设置始终需要启用延迟。
zh_hk: 總是需要延遲才能更改保安設定。
zh_tw: 永遠需要等待安全性延遲才能更改安全性設定。

# DTO_STATUS_LABEL_DESCRIPTION
source: Stolen Device Protection
ar: حماية الجهاز المسروق
bg: Защита на откраднато устройство
ca: Protecció en cas de robatori del dispositiu
cs: Ochrana odcizených zařízení
da: Beskyttelse af stjålet enhed
de: Schutz für gestohlene Geräte
el: Προστασία κλεμμένης συσκευής
es: Protección en caso de robo del dispositivo
es_us: Protección del dispositivo en caso de robo
fi: Varastetun laitteen suojaus
fr: Protection en cas de vol de l’appareil
fr_ca: Protection en cas de vol de l’appareil
he: הגנה על מכשיר שנגנב
hi: चोरी हो जाने पर डिवाइस सुरक्षा
hr: Zaštita ukradenog uređaja
hu: Ellopott eszköz védelme
id: Perlindungan Perangkat Curian
it: Protezione del dispositivo rubato
ja: 盗難デバイスの保護
kk: Ұрланған құрылғыны қорғау
ko: 도난당한 기기 보호
lt: Pavogto įrenginio apsauga
ms: Perlindungan Peranti Dicuri
nl: Bescherming voor gestolen apparaat
no: Beskyttelse av stjålet enhet
pl: Ochrona skradzionego urządzenia
pt_br: Proteção de Dispositivo Roubado
pt_pt: Proteção de dispositivos roubados
ro: Protecție dispozitiv furat
ru: Защита украденного устройства
sk: Ochrana odcudzeného zariadenia
sl: Zaščita za ukradeno napravo
sv: Skydd för stulen enhet
th: ปกป้องอุปกรณ์เมื่อถูกขโมย
tr: Çalınan Aygıt Koruması
uk: Захист украденого пристрою
vi: Bảo vệ thiết bị khi bị đánh cắp
zh_cn: 失窃设备保护
zh_hk: 失竊裝置保護
zh_tw: 遭竊裝置防護

# DTO_BEGIN_TITLE_CHANGE_FACE_ID
source: Security Delay Required to Change Face ID
ar: مطلوب تأخير أمني لتغيير بصمة الوجه
bg: Изисква се забавяне с цел защита, за да промените Face ID
ca: Interval de seguretat obligatori per canviar el Face ID
cs: Před změnou Face ID musí uplynout bezpečnostní prodleva
da: Sikkerhedsforsinkelse kræves for at ændre Face ID
de: Sicherheitsverzögerung zum Ändern von Face ID erforderlich
el: Απαιτείται καθυστέρηση ασφαλείας για αλλαγή του Face ID
es: Debe transcurrir el tiempo de espera de seguridad para cambiar Face ID
es_us: Espera de seguridad requerida para cambiar Face ID
fi: Suojausviive vaaditaan Face ID:n muuttamista varten
fr: Délai de sécurité requis pour modifier les réglages Face ID
fr_ca: Délai de sécurité requis pour modifier Face ID
he: יש להמתין לסיום השהיית האבטחה כדי לשנות את Face ID
hi: Face ID बदलने के लिए सुरक्षा विलंब आवश्यक है
hr: Sigurnosna odgoda potrebna je za promjenu Face ID‑ja
hu: Biztonsági késleltetés szükséges a Face ID módosításához
id: Penundaan Keamanan Diperlukan untuk Mengubah Face ID
it: Ritardo di sicurezza previsto per modificare Face ID
ja: Face IDの変更を行うにはセキュリティ上の理由から時間を置く必要があります
kk: Face ID функциясын өзгерту үшін қауіпсіздік кідірісі қажет
ko: Face ID를 변경하려면 보안 지연을 거쳐야 함
lt: Reikia saugumo delsos, kad būtų galima pakeisti „Face ID“
ms: Penundaan Keselamatan Diperlukan untuk Menukar Face ID
nl: Beveiligingsvertraging vereist om Face ID te wijzigen
no: Sikkerhetsforsinkelse kreves for å endre Face ID
pl: Zmiana dotycząca Face ID jest możliwa z opóźnieniem
pt_br: Adiamento de Segurança Necessário para Alterar o Face ID
pt_pt: Intervalo de segurança necessário para alterar o Face ID
ro: Întârziere de securitate obligatorie înainte de a modifica Face ID
ru: Перед изменением Face ID необходима системная задержка для защиты данных
sk: Pred zmenou nastavení Face ID musí prebehnúť bezpečnostné oneskorenie
sl: Za spreminjanje funkcije Face ID je zahtevana varnostna zakasnitev
sv: Säkerhetsfördröjning krävs för att ändra Face ID
th: ต้องรอเวลาเพื่อความปลอดภัยในการเปลี่ยน Face ID
tr: Face ID’yi Değiştirmek İçin Güvenlik Gecikmesi Gerekli
uk: Перед зміненням Face ID потрібна захисна затримка
vi: Yêu cầu trì hoãn bảo mật để thay đổi Face ID
zh_cn: 需要安全延迟才能更改面容ID
zh_hk: 需要保安延遲才能更改Face ID
zh_tw: 需要等待安全性延遲才能更改Face ID
